{
    "version": "https://jsonfeed.org/version/1",
    "title": "Studying as a hobby",
    "description": "",
    "home_page_url": "https://studyingasahobby.github.io/studyingasahobby",
    "feed_url": "https://studyingasahobby.github.io/studyingasahobby/feed.json",
    "user_comment": "",
    "icon": "https://studyingasahobby.github.io/studyingasahobby/media/website/Rustic-Minimal-Wedding-Print-Banner-2-2.png",
    "author": {
        "name": "Larissa Iris"
    },
    "items": [
        {
            "id": "https://studyingasahobby.github.io/studyingasahobby/test-2.html",
            "url": "https://studyingasahobby.github.io/studyingasahobby/test-2.html",
            "title": "TEST 2",
            "summary": "ASNDLKSAD;LKSAMD",
            "content_html": "<p>ASNDLKSAD;LKSAMD</p>",
            "author": {
                "name": "Larissa Iris"
            },
            "tags": [
            ],
            "date_published": "2024-05-01T21:02:53+02:00",
            "date_modified": "2024-05-01T21:02:53+02:00"
        },
        {
            "id": "https://studyingasahobby.github.io/studyingasahobby/test-1.html",
            "url": "https://studyingasahobby.github.io/studyingasahobby/test-1.html",
            "title": "Welcome to my website!",
            "summary": "Welcome to the Studying as a Hobby page - Your Brazilian Portuguese Learning Hub! Here, you'll embark on an exciting journey to learn and practice Portuguese with me. I can assure you, it won't just be educational; it'll be enjoyable, engaging, and tailored to your&hellip;",
            "content_html": "<p>Welcome to the Studying as a Hobby page - Your Brazilian Portuguese Learning Hub!</p>\n<p>Here, you'll embark on an exciting journey to learn and practice Portuguese with me. I can assure you, it won't just be educational; it'll be enjoyable, engaging, and tailored to your needs! 🥳</p>\n<p>We're firm believers that learning Portuguese should be an enriching experience for everyone, whether you're just starting out or looking to refine your skills. That's why we're dedicated to supporting you every step of the way.</p>\n<p>Our mission is simple: to equip you with the tools, resources, and guidance necessary to master Portuguese. From grammar essentials and vocabulary hacks to cultural insights and conversational practice, we've got you covered. Learning a language is undoubtedly a challenge, but it's one we believe should feel more like a rewarding hobby than a chore!</p>\n<p>But wait, there's more! In addition to our website content, we offer an exciting <a href=\"https://www.youtube.com/channel/UC0Rhnv1flgZq-cq-yvsOQjg\" target=\"_blank\" rel=\"noopener noreferrer\">YouTube channel</a> brimming with even more resources to enhance your learning journey. Our videos span a wide array of topics, all crafted to help you dive deeper into the Portuguese language and culture. For those hungry for extra content, I recommend subscribing to our newsletter. It's your ticket to exclusive tips, practice guides, and exercises—all designed to supercharge your Portuguese studies! 💪</p>\n<p>Whether you prefer digesting blog posts, tuning into videos, or a mix of both, Studying as a Hobby has something special in store for you. And the best part? It's all on the house!</p>\n<p>Ready to get started? Head over to our <a href=\"https://www.youtube.com/channel/UC0Rhnv1flgZq-cq-yvsOQjg\" target=\"_blank\" rel=\"noopener noreferrer\">YouTube channel</a>, hit that subscribe button, and stay in the loop with our latest videos. Don't forget to check back regularly for fresh blog posts and website updates!</p>\n<p>Once again, a warm welcome to Studying as a Hobby. We're thrilled to kickstart this Portuguese learning journey alongside you!</p>\n<p>Obrigada and até logo! 😊</p>\n<p>Larissa Iris</p>\n<p>Founder, Studying as a Hobby</p>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "Larissa Iris"
            },
            "tags": [
            ],
            "date_published": "2024-04-30T16:43:04+02:00",
            "date_modified": "2024-05-02T18:31:21+02:00"
        }
    ]
}
